tap "alexstrnik/browserino"
tap "hashicorp/tap"
tap "music-assistant/tap"
brew "jpeg-xl"
brew "aom"
brew "asitop"
brew "autojump"
brew "azure-cli"
brew "bash-completion@2"
brew "block-goose-cli"
brew "direnv"
brew "dotnet"
brew "fastfetch"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "grep"
brew "openjdk"
brew "groovy"
brew "htop"
brew "jq"
brew "jsonnet"
brew "libusb"
brew "mas"
brew "nmap"
brew "oath-toolkit"
brew "openvino"
brew "pianobar"
brew "pnpm"
brew "putty"
brew "rom-tools"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "winetricks"
brew "yq"
brew "z"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
cask "android-file-transfer"
cask "android-platform-tools"
cask "block-goose"
cask "browserino"
cask "bruno"
cask "calibre"
cask "citrix-workspace"
cask "claude"
cask "commander-one"
cask "companion"
cask "crystalfetch"
cask "cursor"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "fork"
cask "ha-menu"
cask "iterm2"
cask "keepassxc"
cask "keeper-password-manager"
cask "knockknock"
cask "licecap"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mitmproxy"
cask "mqtt-explorer"
cask "onyx"
cask "pearcleaner"
cask "postman"
cask "powershell"
cask "rectangle"
cask "spotify"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "windows-app"
cask "wireshark-app"
cask "xquartz"
cask "zed"
cask "zoom"
mas "Steam Link", id: 1246969117
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "actboy168.tasks"
vscode "augustocdias.tasks-shell-input"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "humao.rest-client"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.remote-explorer"
vscode "orta.vscode-jest"
vscode "petrbroz.vscode-forge-tools"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.vscodeintellicode"
