tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "autojump"
brew "direnv"
brew "fish"
brew "git"
brew "grep"
brew "httpie"
brew "jq"
brew "ruby"
brew "macvim"
brew "mas"
brew "node"
brew "openjdk"
brew "pianobar"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "wget"
cask "brave-browser"
cask "browserosaurus"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "fork"
cask "iterm2"
cask "keepassxc"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "openinterminal"
cask "parallels"
cask "rectangle"
cask "visual-studio-code"
cask "vnc-viewer"
cask "vscodium"
cask "xbar"
