tap "alexstrnik/browserino"
tap "hashicorp/tap"
tap "music-assistant/tap"
brew "aom"
brew "asciinema"
brew "asitop"
brew "autojump"
brew "azure-cli"
brew "bash-completion@2"
brew "beads"
brew "diff-so-fancy"
brew "direnv"
brew "fastfetch"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "jpeg-xl"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "grep"
brew "openjdk"
brew "groovy"
brew "htop"
brew "imagemagick"
brew "jfrog-cli"
brew "jq"
brew "jsonnet"
brew "libusb"
brew "lsusb"
brew "mas"
brew "nmap"
brew "node"
brew "nvm"
brew "oath-toolkit"
brew "openjdk@11"
brew "openvino"
brew "pianobar"
brew "pnpm"
brew "powershell"
brew "putty"
brew "rom-tools"
brew "starship"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "winetricks"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
cask "android-file-transfer"
cask "android-platform-tools"
cask "angry-ip-scanner"
cask "alexstrnik/browserino/browserino"
cask "bruno"
cask "calibre"
cask "chatgpt"
cask "citrix-workspace"
cask "claude-code"
cask "commander-one"
cask "copilot-cli"
cask "crystalfetch"
cask "cursor"
cask "docker-desktop"
cask "dotnet-sdk"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "fork"
cask "google-chrome"
cask "ha-menu"
cask "iterm2"
cask "keepassxc"
cask "keeper-password-manager"
cask "knockknock"
cask "linearmouse"
cask "localsend"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mitmproxy"
cask "mqtt-explorer"
cask "musicbrainz-picard"
cask "onyx"
cask "pearcleaner"
cask "postman"
cask "powershell"
cask "puremac"
cask "rectangle"
cask "sublime-text"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
cask "xquartz"
cask "yubico-authenticator"
cask "zoom"
mas "Steam Link", id: 1246969117
mas "Xcode", id: 497799835
vscode "actboy168.tasks"
vscode "anthropic.claude-code"
vscode "augustocdias.tasks-shell-input"
vscode "autodesk.adsk-jenkinsls"
vscode "bruno-api-client.bruno"
vscode "connor4312.nodejs-testing"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "editorconfig.editorconfig"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "petrbroz.vscode-forge-tools"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "qinjia.seti-icons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
go "github.com/agent-ecosystem/skill-validator/cmd/skill-validator"
